rizome.org
# -*- org-tags-column: 50 -*-
#+TODO: TODO(t) PROG(p) | DONE(d)
#+author: Andy Candy (id@rizome.io)
#+SETUPFILE: https://fniessen.github.io/org-html-themes/org/theme-bigblow.setup

#+TITLE: Task List
#+CATEGORY: rizome.io

* boards
** market

#+BEGIN: kanban :layout ("..." . 40) :match "market"
| TODO                                                                                                   | PROG                                                                       | DONE                                         |
|--------------------------------------------------------------------------------------------------------+----------------------------------------------------------------------------+----------------------------------------------|
|                                                                                                        | [[*Catchy website tagline][Catchy website tagline {50%}]] |                                              |
|                                                                                                        |                                                                            | [[*rizome.io][rizome.io]]   |
| [[*tagline lucid][tagline lucid]]                                                     |                                                                            |                                              |
|                                                                                                        | [[*Marketing Strategy][Marketing Strategy {0%}]]          |                                              |
| [[*Mission & vision for _lucid_][Mission & vision for _lucid_]]                       |                                                                            |                                              |
| [[*Tagline & short description for _lucid_][Tagline & short description for _lucid_]] |                                                                            |                                              |
| [[*What is unique about _lucid pool_][What is unique about _lucid pool_]]             |                                                                            |                                              |
| [[*intro reddit post about _lucid_][intro reddit post about _lucid_]]                 |                                                                            |                                              |
|                                                                                                        |                                                                            | [[*Onboarding][Onboarding]] |
#+END:
** tactics
#+BEGIN: kanban :layout ("..." . 40) :match "tech"
| TODO                                                                                               | PROG | DONE                                                             |
|----------------------------------------------------------------------------------------------------+------+------------------------------------------------------------------|
| [[*redirect www.roast.rizome.io][redirect www.roast.rizome.io]]                   |      |                                                                  |
| [[*stake pool delegation program][stake pool delegation program]]                 |      |                                                                  |
| [[*structured seo data][structured seo data]]                                     |      |                                                                  |
| [[*cardano essentials add rizome to list][cardano essentials add rizome to list]] |      |                                                                  |
| [[*nixos cardano make a module][nixos cardano make a module]]                     |      |                                                                  |
|                                                                                                    |      | [[*SPF record][SPF record]]                     |
|                                                                                                    |      | [[*seo][seo {5/5}]]                             |
|                                                                                                    |      | [[*dnssec to roast desc][dnssec to roast desc]] |
|                                                                                                    |      | [[*NUC Ryzen 7][NUC Ryzen 7]]                   |
#+END:
** visual
#+BEGIN: kanban  :match "visual"
| TODO                                                    | PROG                                                                                          | DONE |
|---------------------------------------------------------+-----------------------------------------------------------------------------------------------+------|
|                                                         | [[*rizome.io brandbook finalize][rizome.io brandbook finalize]]                               |      |
|                                                         | [[*rizome.io web-design][rizome.io web-design]]                                               |      |
| [[*Color pallette for lucid][Color pallette for lucid]] |                                                                                               |      |
|                                                         | [[*Illustration style / mascot design examples][Illustration style / mascot design examples]] |      |
| [[*lucid pool web-design][lucid pool web-design]]       |                                                                                               |      |
#+END:


* Tech :tech:
** TODO [#A] redirect www.roast.rizome.io
SCHEDULED: <2021-08-06 Fri>
** TODO stake pool delegation program
DEADLINE: <2021-07-12 Mon>
[[https://iohk.io/en/blog/posts/2021/04/01/announcing-a-new-round-of-community-stake-pool-delegation/][Announcing a new round of community stake pool delegation - IOHK Blog]]
** TODO [#B] structured seo data
SCHEDULED: <2021-08-06 Fri>
microformats
- https://mnguyen.io/blog/annotating-pages-microformats2-h-entry/
- [[https://developers.google.com/search/docs/guides/intro-structured-data?hl=en][Understand How Structured Data Works]]
- [[https://graphicscove.com/how-to-add-structured-data-to-gatsby][How to Add Structured Data to Gatsby]]
** TODO cardano essentials add rizome to list
[[https://github.com/input-output-hk/essential-cardano/blob/main/essential-cardano-list.md][essential-cardano-list]]

** TODO nixos cardano make a module
[[https://nixos.wiki/wiki/Module][Module - NixOS Wiki]]
** DONE SPF record
SCHEDULED: <2021-04-07 Wed>
[[https://www.youtube.com/watch?v=BCtGCgAGCDM][How to Add an SPF Record - YouTube]]
** DONE seo [5/5]
- [X] robots.txt
- [X] h1
- [X] sitemaps
- [X] img alt
- [X] minification
** DONE dnssec to roast desc
** DONE NUC Ryzen 7
4800H 8 Core 16 thread 32Gb
* Marketing :market:
** PROG Catchy website tagline [50%]
DEADLINE: <2021-07-09 Fri 17:00>
*** DONE rizome.io
**** Architecture for distributed ledger tech
We provide reliable design and infrastructure solutions for projects powered by blockchain.
*** TODO tagline lucid                          :karol:
** PROG Marketing Strategy [0%]                  :lucid:
*** TODO Mission & vision for _lucid_
*** TODO Tagline & short description for _lucid_
*** TODO What is unique about _lucid pool_
*** TODO intro reddit post about _lucid_
** DONE Onboarding
* Visual communication :karin:web:visual:
** PROG rizome.io brandbook finalize
** PROG rizome.io web-design
** TODO Color pallette for lucid
** PROG Illustration style / mascot design examples
** TODO lucid pool web-design
