rizome.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-07-08 Thu 15:10 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Task List</title>
<meta name="author" content="Andy Candy (id@rizome.io)" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/bigblow.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/hideshow.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Task List</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org6706799">1. boards</a>
<ul>
<li><a href="#org8e4c49f">1.1. market</a></li>
<li><a href="#orgc373488">1.2. tactics</a></li>
<li><a href="#org240bf2e">1.3. visual</a></li>
</ul>
</li>
<li><a href="#orgcdd8243">2. Tech&#xa0;&#xa0;&#xa0;<span class="tag"><span class="tech">tech</span></span></a>
<ul>
<li><a href="#org11e502d">2.1. <span class="todo TODO">TODO</span> redirect www.roast.rizome.io</a></li>
<li><a href="#orged2a20e">2.2. <span class="todo TODO">TODO</span> stake pool delegation program</a></li>
<li><a href="#org3838e72">2.3. <span class="todo TODO">TODO</span> structured seo data</a></li>
<li><a href="#org10b3ee8">2.4. <span class="todo TODO">TODO</span> cardano essentials add rizome to list</a></li>
<li><a href="#org3c9c7b4">2.5. <span class="todo TODO">TODO</span> nixos cardano make a module</a></li>
<li><a href="#orgcb77bf9">2.6. <span class="done DONE">DONE</span> SPF record</a></li>
<li><a href="#org6e61869">2.7. <span class="done DONE">DONE</span> seo <code>[5/5]</code></a></li>
<li><a href="#org248b8ac">2.8. <span class="done DONE">DONE</span> dnssec to roast desc</a></li>
<li><a href="#org0dbbb9e">2.9. <span class="done DONE">DONE</span> NUC Ryzen 7</a></li>
</ul>
</li>
<li><a href="#orgcc2997c">3. Marketing&#xa0;&#xa0;&#xa0;<span class="tag"><span class="market">market</span></span></a>
<ul>
<li><a href="#org9bcbe24">3.1. <span class="todo PROG">PROG</span> Catchy website tagline <code>[50%]</code></a>
<ul>
<li><a href="#orgfbcc2ae">3.1.1. <span class="done DONE">DONE</span> rizome.io</a></li>
<li><a href="#org0ca2794">3.1.2. <span class="todo TODO">TODO</span> tagline lucid&#xa0;&#xa0;&#xa0;<span class="tag"><span class="karol">karol</span></span></a></li>
</ul>
</li>
<li><a href="#orgfbec29e">3.2. <span class="todo PROG">PROG</span> Marketing Strategy <code>[0%]</code>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="lucid">lucid</span></span></a>
<ul>
<li><a href="#orgae78038">3.2.1. <span class="todo TODO">TODO</span> Mission &amp; vision for <span class="underline">lucid</span></a></li>
<li><a href="#org625dbf9">3.2.2. <span class="todo TODO">TODO</span> Tagline &amp; short description for <span class="underline">lucid</span></a></li>
<li><a href="#org1835818">3.2.3. <span class="todo TODO">TODO</span> What is unique about <span class="underline">lucid pool</span></a></li>
<li><a href="#org0db4ae7">3.2.4. <span class="todo TODO">TODO</span> intro reddit post about <span class="underline">lucid</span></a></li>
</ul>
</li>
<li><a href="#org8482041">3.3. <span class="done DONE">DONE</span> Onboarding</a></li>
</ul>
</li>
<li><a href="#org96a4339">4. Visual communication&#xa0;&#xa0;&#xa0;<span class="tag"><span class="karin">karin</span>&#xa0;<span class="web">web</span>&#xa0;<span class="visual">visual</span></span></a>
<ul>
<li><a href="#orgaa32c33">4.1. <span class="todo PROG">PROG</span> rizome.io brandbook finalize</a></li>
<li><a href="#org697aa4c">4.2. <span class="todo PROG">PROG</span> rizome.io web-design</a></li>
<li><a href="#orgbd9f0fe">4.3. <span class="todo TODO">TODO</span> Color pallette for lucid</a></li>
<li><a href="#org039f607">4.4. <span class="todo PROG">PROG</span> Illustration style / mascot design examples</a></li>
<li><a href="#orgb66366c">4.5. <span class="todo TODO">TODO</span> lucid pool web-design</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org6706799" class="outline-2">
<h2 id="org6706799"><span class="section-number-2">1</span> boards</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org8e4c49f" class="outline-3">
<h3 id="org8e4c49f"><span class="section-number-3">1.1</span> market</h3>
<div class="outline-text-3" id="text-1-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">TODO</th>
<th scope="col" class="org-left">PROG</th>
<th scope="col" class="org-left">DONE</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#org9bcbe24">Catchy website tagline {50%}</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#orgfbcc2ae">rizome.io</a></td>
</tr>

<tr>
<td class="org-left"><a href="#org0ca2794">tagline lucid</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#orgfbec29e">Marketing Strategy {0%}</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><a href="#orgae78038">Mission &amp; vision for <span class="underline">lucid</span></a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><a href="#org625dbf9">Tagline &amp; short description for <span class="underline">lucid</span></a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><a href="#org1835818">What is unique about <span class="underline">lucid pool</span></a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><a href="#org0db4ae7">intro reddit post about <span class="underline">lucid</span></a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#org8482041">Onboarding</a></td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgc373488" class="outline-3">
<h3 id="orgc373488"><span class="section-number-3">1.2</span> tactics</h3>
<div class="outline-text-3" id="text-1-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">TODO</th>
<th scope="col" class="org-left">PROG</th>
<th scope="col" class="org-left">DONE</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><a href="#org11e502d">redirect www.roast.rizome.io</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><a href="#orged2a20e">stake pool delegation program</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><a href="#org3838e72">structured seo data</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><a href="#org10b3ee8">cardano essentials add rizome to list</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><a href="#org3c9c7b4">nixos cardano make a module</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#orgcb77bf9">SPF record</a></td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#org6e61869">seo {5/5}</a></td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#org248b8ac">dnssec to roast desc</a></td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#org0dbbb9e">NUC Ryzen 7</a></td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org240bf2e" class="outline-3">
<h3 id="org240bf2e"><span class="section-number-3">1.3</span> visual</h3>
<div class="outline-text-3" id="text-1-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">TODO</th>
<th scope="col" class="org-left">PROG</th>
<th scope="col" class="org-left">DONE</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#orgaa32c33">rizome.io brandbook finalize</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#org697aa4c">rizome.io web-design</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><a href="#orgbd9f0fe">Color pallette for lucid</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#org039f607">Illustration style / mascot design examples</a></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><a href="#orgb66366c">lucid pool web-design</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-orgcdd8243" class="outline-2">
<h2 id="orgcdd8243"><span class="section-number-2">2</span> Tech&#xa0;&#xa0;&#xa0;<span class="tag"><span class="tech">tech</span></span></h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org11e502d" class="outline-3">
<h3 id="org11e502d"><span class="section-number-3">2.1</span> <span class="todo TODO">TODO</span> redirect www.roast.rizome.io</h3>
<div class="outline-text-3" id="text-2-1">
</div>
</div>
<div id="outline-container-orged2a20e" class="outline-3">
<h3 id="orged2a20e"><span class="section-number-3">2.2</span> <span class="todo TODO">TODO</span> stake pool delegation program</h3>
<div class="outline-text-3" id="text-2-2">
<p>
<a href="https://iohk.io/en/blog/posts/2021/04/01/announcing-a-new-round-of-community-stake-pool-delegation/">Announcing a new round of community stake pool delegation - IOHK Blog</a>
</p>
</div>
</div>
<div id="outline-container-org3838e72" class="outline-3">
<h3 id="org3838e72"><span class="section-number-3">2.3</span> <span class="todo TODO">TODO</span> structured seo data</h3>
<div class="outline-text-3" id="text-2-3">
<p>
microformats
</p>
<ul class="org-ul">
<li><a href="https://mnguyen.io/blog/annotating-pages-microformats2-h-entry/">https://mnguyen.io/blog/annotating-pages-microformats2-h-entry/</a></li>
<li><a href="https://developers.google.com/search/docs/guides/intro-structured-data?hl=en">Understand How Structured Data Works</a></li>
<li><a href="https://graphicscove.com/how-to-add-structured-data-to-gatsby">How to Add Structured Data to Gatsby</a></li>
</ul>
</div>
</div>
<div id="outline-container-org10b3ee8" class="outline-3">
<h3 id="org10b3ee8"><span class="section-number-3">2.4</span> <span class="todo TODO">TODO</span> cardano essentials add rizome to list</h3>
<div class="outline-text-3" id="text-2-4">
<p>
<a href="https://github.com/input-output-hk/essential-cardano/blob/main/essential-cardano-list.md">essential-cardano-list</a>
</p>
</div>
</div>

<div id="outline-container-org3c9c7b4" class="outline-3">
<h3 id="org3c9c7b4"><span class="section-number-3">2.5</span> <span class="todo TODO">TODO</span> nixos cardano make a module</h3>
<div class="outline-text-3" id="text-2-5">
<p>
<a href="https://nixos.wiki/wiki/Module">Module - NixOS Wiki</a>
</p>
</div>
</div>
<div id="outline-container-orgcb77bf9" class="outline-3">
<h3 id="orgcb77bf9"><span class="section-number-3">2.6</span> <span class="done DONE">DONE</span> SPF record</h3>
<div class="outline-text-3" id="text-2-6">
<p>
<a href="https://www.youtube.com/watch?v=BCtGCgAGCDM">How to Add an SPF Record - YouTube</a>
</p>
</div>
</div>
<div id="outline-container-org6e61869" class="outline-3">
<h3 id="org6e61869"><span class="section-number-3">2.7</span> <span class="done DONE">DONE</span> seo <code>[5/5]</code></h3>
<div class="outline-text-3" id="text-2-7">
<ul class="org-ul">
<li class="on"><code>[X]</code> robots.txt</li>
<li class="on"><code>[X]</code> h1</li>
<li class="on"><code>[X]</code> sitemaps</li>
<li class="on"><code>[X]</code> img alt</li>
<li class="on"><code>[X]</code> minification</li>
</ul>
</div>
</div>
<div id="outline-container-org248b8ac" class="outline-3">
<h3 id="org248b8ac"><span class="section-number-3">2.8</span> <span class="done DONE">DONE</span> dnssec to roast desc</h3>
</div>
<div id="outline-container-org0dbbb9e" class="outline-3">
<h3 id="org0dbbb9e"><span class="section-number-3">2.9</span> <span class="done DONE">DONE</span> NUC Ryzen 7</h3>
<div class="outline-text-3" id="text-2-9">
<p>
4800H 8 Core 16 thread 32Gb
</p>
</div>
</div>
</div>
<div id="outline-container-orgcc2997c" class="outline-2">
<h2 id="orgcc2997c"><span class="section-number-2">3</span> Marketing&#xa0;&#xa0;&#xa0;<span class="tag"><span class="market">market</span></span></h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org9bcbe24" class="outline-3">
<h3 id="org9bcbe24"><span class="section-number-3">3.1</span> <span class="todo PROG">PROG</span> Catchy website tagline <code>[50%]</code></h3>
<div class="outline-text-3" id="text-3-1">
</div>
<div id="outline-container-orgfbcc2ae" class="outline-4">
<h4 id="orgfbcc2ae"><span class="section-number-4">3.1.1</span> <span class="done DONE">DONE</span> rizome.io</h4>
<div class="outline-text-4" id="text-3-1-1">
</div>
<ol class="org-ol">
<li><a id="org351a5a3"></a>Architecture for distributed ledger tech<br />
<div class="outline-text-5" id="text-3-1-1-1">
<p>
We provide reliable design and infrastructure solutions for projects powered by blockchain.
</p>
</div>
</li>
</ol>
</div>
<div id="outline-container-org0ca2794" class="outline-4">
<h4 id="org0ca2794"><span class="section-number-4">3.1.2</span> <span class="todo TODO">TODO</span> tagline lucid&#xa0;&#xa0;&#xa0;<span class="tag"><span class="karol">karol</span></span></h4>
</div>
</div>
<div id="outline-container-orgfbec29e" class="outline-3">
<h3 id="orgfbec29e"><span class="section-number-3">3.2</span> <span class="todo PROG">PROG</span> Marketing Strategy <code>[0%]</code>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="lucid">lucid</span></span></h3>
<div class="outline-text-3" id="text-3-2">
</div>
<div id="outline-container-orgae78038" class="outline-4">
<h4 id="orgae78038"><span class="section-number-4">3.2.1</span> <span class="todo TODO">TODO</span> Mission &amp; vision for <span class="underline">lucid</span></h4>
</div>
<div id="outline-container-org625dbf9" class="outline-4">
<h4 id="org625dbf9"><span class="section-number-4">3.2.2</span> <span class="todo TODO">TODO</span> Tagline &amp; short description for <span class="underline">lucid</span></h4>
</div>
<div id="outline-container-org1835818" class="outline-4">
<h4 id="org1835818"><span class="section-number-4">3.2.3</span> <span class="todo TODO">TODO</span> What is unique about <span class="underline">lucid pool</span></h4>
</div>
<div id="outline-container-org0db4ae7" class="outline-4">
<h4 id="org0db4ae7"><span class="section-number-4">3.2.4</span> <span class="todo TODO">TODO</span> intro reddit post about <span class="underline">lucid</span></h4>
</div>
</div>
<div id="outline-container-org8482041" class="outline-3">
<h3 id="org8482041"><span class="section-number-3">3.3</span> <span class="done DONE">DONE</span> Onboarding</h3>
</div>
</div>
<div id="outline-container-org96a4339" class="outline-2">
<h2 id="org96a4339"><span class="section-number-2">4</span> Visual communication&#xa0;&#xa0;&#xa0;<span class="tag"><span class="karin">karin</span>&#xa0;<span class="web">web</span>&#xa0;<span class="visual">visual</span></span></h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orgaa32c33" class="outline-3">
<h3 id="orgaa32c33"><span class="section-number-3">4.1</span> <span class="todo PROG">PROG</span> rizome.io brandbook finalize</h3>
</div>
<div id="outline-container-org697aa4c" class="outline-3">
<h3 id="org697aa4c"><span class="section-number-3">4.2</span> <span class="todo PROG">PROG</span> rizome.io web-design</h3>
</div>
<div id="outline-container-orgbd9f0fe" class="outline-3">
<h3 id="orgbd9f0fe"><span class="section-number-3">4.3</span> <span class="todo TODO">TODO</span> Color pallette for lucid</h3>
</div>
<div id="outline-container-org039f607" class="outline-3">
<h3 id="org039f607"><span class="section-number-3">4.4</span> <span class="todo PROG">PROG</span> Illustration style / mascot design examples</h3>
</div>
<div id="outline-container-orgb66366c" class="outline-3">
<h3 id="orgb66366c"><span class="section-number-3">4.5</span> <span class="todo TODO">TODO</span> lucid pool web-design</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Andy Candy (id@rizome.io)</p>
<p class="date">Created: 2021-07-08 Thu 15:10</p>
</div>
</body>
</html>
